IDEA Open Model
OpenModel.RebarShape Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the rebars shapes
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<RebarShape> RebarShape { get; set; }
Public Property RebarShape As List(Of RebarShape)
	Get
	Set
Property Value
Type: List<RebarShape>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace